{
  "videoSelector": "Video Editor",
  "frontEndSelector": "FrontEnd Developer",
  "frontPresentation": "Hello! I am Enzo Borrelli, a frontend developer specialized in Next.js. My focus revolves around crafting unique and efficient web experiences for users.",
  "frontLang": "Languages I work with",
  "frontTools": "dev tools i use",
  "recentProjects": "recent projects",
  "showMore": "Show More",
  "showLess": "Show Less",
  "contactName": "Name",
  "namePlaceHolder": "First name & last name",
  "mailPlaceholder": "emailAdress@gmail.com",
  "message": "message",
  "msgPlaceHolder": "a text with details about the work we are going to do",
  "sendBtn": "send mail",
  "mailAlert": "Mail Delivered",
  "alertClose": "Click to close",
  "contactText": "Let's work together 👌! Send me an email and I will get in touch with you as soon as possible 😎.",
  "frontAboutH1_part1": "Welcome to my creative corner.",
  "frontAboutH1_part2": "Glad to have you here,",
  "frontAboutH1_part3": "let me introduce myself:",
  "frontAboutH2_who": "Who Am I?",
  "frontAbout_firstP1": "I'm Enzo Borrelli, also known as Ender.",
  "frontAbout_firstP2": "I'm a front-end developer from Argentina, and I'm also involved in video editing and 3D design. I'm passionate about programming, design, and video games.",
  "frontAbout_firstP3": "I graduated from technical high school with a degree in electronic engineering.",
  "frontAbout_firstP4": "In my day-to-day life, you'll often find me working on a website with Next.js, whether I'm developing a project or improving my skills.",
  "frontAbout_firstP5": "I always put my all into creating the best version of what I do. You might also catch me editing a video 😉.",
  "frontAboutH2_moreAbout": "A Bit About Me",
  "frontAbout_MC_P": "Since the age of 12, I've been interested in programming, experimenting with map-making in Minecraft and 2D games in Unity.",
  "frontAbout_Clang": "In 2020, I began to familiarize myself with the C language and the world of Arduino.",
  "frontAbout_firstHTML": "In 2022, I delved into the world of web development with HTML and CSS.",
  "frontAbout_toProjBtn": "go to my first project",
  "frontAbout_reactProj": "The following year, I started learning React.js with Vite to develop the e-commerce website that would be part of my academic final project.",
  "frontAbout_to2ndProjBtn": "check its progress",
  "frontAbout_freeTime": "In my free time, I revisited Unity3D and Minecraft, this time developing a mod with Java. It's always good to remember where one started.",
  "frontAboutH2_random": "Random Facts",
  "frontAbout_Sendo": "I was a collaborator in the robotics group at technical school, serving as co-programmer of the Sumo Sendo robot in competitions.",
  "frontAbout_YTChannel": "I've had a YouTube channel since 2015, but you can learn more from the other side:",
  "frontAbout_toVideo": "go to: =video editor="
}
