{
  "videoSelector": "Editor de Video",
  "frontEndSelector": "Desarrollador FrontEnd",
  "frontPresentation": "Hola! Soy Enzo Borrelli, un desarrollador frontend especializado en Next.js. Mi enfoque se centra en la creaci칩n de experiencias web 칰nicas y eficientes para los usuarios.",
  "frontLang": "Lenguajes que uso",
  "frontTools": "herramientas que uso",
  "recentProjects": "proyectos recientes",
  "showMore": "Mostrar M치s",
  "showLess": "Mostrar Menos",
  "contactName": "nombre",
  "namePlaceHolder": "Nombre y Apellido",
  "mailPlaceholder": "direccionDeCorreo@gmail.com",
  "message": "mensaje",
  "msgPlaceHolder": "un texto con detalles sobre el trabajo que realizaremos",
  "sendBtn": "mandar mail",
  "mailAlert": "Correo Enviado",
  "alertClose": "Click para cerrar",
  "contactText": "Trabajemos juntos 游녧! Mandame un correo y me comunicare contigo lo antes posible 游땙",
  "frontAboutH1_part1": "Bienvenido a mi rincon creativo.",
  "frontAboutH1_part2": "Encantando de tenerte aqui,",
  "frontAboutH1_part3": "permiteme presentarme:",
  "frontAboutH2_who": "Quien Soy?",
  "frontAbout_firstP1": "Soy Enzo Borrelli, tambien conocido como Ender.",
  "frontAbout_firstP2": "Soy desarrollador frontEnd de Argentina, tambien me dedico a la edicion de video y dise침o 3d. Me apasionan la programacion, el dise침o y los videojuegos.",
  "frontAbout_firstP3": "Me gradue en la secundaria tecnica con el titulo de tecnico electronico",
  "frontAbout_firstP4": "En mi dia a dia, a menudo me encontraras trabajando en alguna pagina con Next.js, ya sea desarrollando un proyecto, o mejorando mis habilidades.",
  "frontAbout_firstP5": "Siempre pongo todo de mi para crear la mejor version en lo que hago. Tambien puede que me encuentres editando algun video 游땔.",
  "frontAboutH2_moreAbout": "Un poco sobre mi",
  "frontAbout_MC_P": "Desde los 12 a침os me interese en la programacion, cuando experimentaba en el map-making de minecraft y los juegos 2d en Unity",
  "frontAbout_Clang": "En 2020 empece a familiarizarme con el Lenguaje C y el mundo de Arduino",
  "frontAbout_firstHTML": "En 2022 me adentre al mundo del desarrollado web en HTML y CSS",
  "frontAbout_toProjBtn": "ve a mi primer proyecto",
  "frontAbout_reactProj": "El a침o siguiente, empece a aprender react.js en Vite para desarrollar la pagina de e-commerce que seria parte del proyecto final de formacion academica.",
  "frontAbout_to2ndProjBtn": "mira como va",
  "frontAbout_freeTime": "En mi tiempo libre, volvi a experimentar con unity3d, asi como con minecraft pero esta vez desarrollando un mod con java. Siempre es bueno recordar donde uno empezo.",
  "frontAboutH2_random": "Hechos Aleatorios",
  "frontAbout_Sendo": "Fui colaborador en el grupo de robotica de la escuela tecnica. desempenandome en la competencia como co-programador del robot Sumo Sendo",
  "frontAbout_YTChannel": "Tengo un canal de Youtube desde 2015, pero puedes saber m치s del otro lado:",
  "frontAbout_toVideo": "ir a: =editor de video="
}
