{
  "videoSelector": "Editor de Video",
  "frontEndSelector": "Desarrollador FrontEnd",
  "frontPresentation": "Hola! Soy Enzo Borrelli, un desarrollador frontend especializado en Next.js. Mi enfoque se centra en la creaci칩n de experiencias web 칰nicas y eficientes para los usuarios.",
  "frontLang": "Lenguajes que uso",
  "frontTools": "herramientas que uso",
  "recentProjects": "proyectos recientes",
  "showMore": "Mostrar M치s",
  "showLess": "Mostrar Menos",
  "contactName": "nombre",
  "namePlaceHolder": "Nombre y Apellido",
  "mailPlaceholder": "direccionDeCorreo@gmail.com",
  "message": "mensaje",
  "msgPlaceHolder": "un texto con detalles sobre el trabajo que realizaremos",
  "sendBtn": "mandar mail",
  "mailAlert": "Correo Enviado",
  "alertClose": "Click para cerrar",
  "contactText": "Trabajemos juntos 游녧! Mandame un correo y me comunicare contigo lo antes posible 游땙",
  "frontAboutH1_part1": "Bienvenido a mi rincon creativo.",
  "frontAboutH1_part2": "Encantando de tenerte aqui,",
  "frontAboutH1_part3": "permiteme presentarme:",
  "frontAboutH2_who": "Quien Soy?",
  "frontAbout_firstP1": "Soy Enzo Borrelli, tambien conocido como Ender.",
  "frontAbout_firstP2": "Soy desarrollador frontEnd de Argentina, tambien me dedico a la edicion de video y dise침o 3d. Me apasionan la programacion, el dise침o y los videojuegos.",
  "frontAbout_firstP3": "Me gradue en la secundaria tecnica con el titulo de tecnico electronico",
  "frontAbout_firstP4": "En mi dia a dia, a menudo me encontraras trabajando en alguna pagina con Next.js, ya sea desarrollando un proyecto, o mejorando mis habilidades.",
  "frontAbout_firstP5": "Siempre pongo todo de mi para crear la mejor version en lo que hago. Tambien puede que me encuentres editando algun video 游땔.",
  "frontAboutH2_moreAbout": "Un poco sobre mi",
  "frontAbout_MC_P": "Desde los 12 a침os me interese en la programacion, cuando experimentaba en el map-making de minecraft y los juegos 2d en Unity",
  "frontAbout_Clang": "En 2020 empece a familiarizarme con el Lenguaje C y el mundo de Arduino",
  "frontAbout_firstHTML": "En 2022 me adentre al mundo del desarrollado web en HTML y CSS",
  "frontAbout_toProjBtn": "ve a mi primer proyecto",
  "frontAbout_reactProj": "El a침o siguiente, empece a aprender react.js en Vite para desarrollar la pagina de e-commerce que seria parte del proyecto final de formacion academica.",
  "frontAbout_to2ndProjBtn": "mira como va",
  "frontAbout_freeTime": "En mi tiempo libre, volvi a experimentar con unity3d, asi como con minecraft pero esta vez desarrollando un mod con java. Siempre es bueno recordar donde uno empezo.",
  "frontAboutH2_random": "Hechos Aleatorios",
  "frontAbout_Sendo": "Fui colaborador en el grupo de robotica de la escuela tecnica. desempenandome en la competencia como co-programador del robot Sumo Sendo",
  "frontAbout_YTChannel": "Tengo un canal de Youtube desde 2015, pero puedes saber m치s del otro lado:",
  "frontAbout_toVideo": "ir a: =editor de video=",
  "videoAbout_firstP1": "Soy editor de video de Argentina,tambien me dedico al desarollo frontend y dise침o 3d. Me apasionan el dise침, la programacion y los videojuegos.",
  "videoAbout_firstP2": "En mi dia a dia, a menudo me encontraras trabajando en un video, ya sea editando, mejorando mis habilidades, o planeando el siguiente video.",
  "videoAbout_firstP3": "Siempre pongo todo de mi para crear la mejor version en lo que hago. Tambien puedes encontrarme trabajando en una pagina 游땙.",
  "videoAbout_Channel": "Desde los 12 a침os me interese en la creacion de contenido, abriendo mi primer canal de youtube en espa침ol.",
  "videoAbout_Zach": "En 2017 me interse por la edicion de video, creando videos de magia del estilo de Zach King.",
  "videoAbout_EnChannel": "En 2024 decidi abrir un canal en ingles, con el cual practico idioma.",
  "videoAbout_toChannel": "ve a mi canal",
  "videoAbout_tiktok": "Ese mismo a침o abri mi cuenta de tiktok, donde subo edits y AMVs,",
  "videoAbout_toTiktok": "ir a tiktok",
  "videoAbout_freeTime": "En mi tiempo libre, aprendo mas sobre premiere y after effects, asi como mejoro mis habilidades en nextjs.",
  "videoAbout_Crash": "Me encontre a 250crash250, uno de los mejores jugadores de crash team racing online",
  "videoAbout_Bonnie": "Hice un video meme sobre Bonnie de five nights at freddys, y fue el video mas visto de mi primer canal",
  "videoAbout_toVideo": "ir al video",
  "videoPresentation": "춰Hola! Soy Enzo Borrelli, un editor de video y creador de contenido. Mi enfoque gira en torno a crear contenido 칰nico e interesante para la gente.",
  "videoTools": "herramientas para video",
  "videoExtra": "herramientas para visuales",
  "recentVideos": "Videos recientes"
}
